Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/other_files/sp1993-4.pdf.tmx
Source language: nob
Languages: sme

source: Dette er også argumentasjon som Sametinget tidligere har lagt til grunn i spørsmålet om fusjonering av kommuner.
sme: Dát leat maiddái ákkat maid Sámediggi ovdallea bidjan vuođđun gielddaid ovttastahttima áššis.

source: Sametinget vurderte forhold omkring kommunesammenslåing i forbindelse med Buvikutvalgets innstilling, NOU 1989: 16 om kommuneinndelingen for byområdene Sarpsborg, Fredrikstad, Arendal, Hamar, og Hammerfest.
sme: Sámediggi árvvoštalai gielddaid ovttastahttima Buviklávdegotti árvalusa oktavuođas, NAČ 1989: 16 gielddaid juohkima birra gávpotguovlluin Sarpsborg, Fredrikstad, Arendal, Hamar ja Hámmárfeasta.

source: Sametinget frarådet dengang kommunesammenslåing hvor Kvalsund kommune inngår i en storkommune med Hamm ~rfest og Sørøysund.
sme: Dan háve ii ráwen Sámediggi ovttastahttit gielddaid nu ahte Fálesnuori gielda livčče ovttastahtton stuorragieldan Hammerfeasttain ja Sállannuriin.

source: Dette ut fra kulturelle og geografiske hensyn.
sme: Dát dahkkui kultuvrralaš ja eatnandieđalaš sivaid vuođul.

source: Sametinget viste til at Kvalsund er en sjøsamisk kommune hvor næringsstrukturen i stor grad er basert på kombinasjonstilpasning som småbruk og lokalt fiske og at mindre kommuner på en bedre måte ivaretar spesielle særtrekk enn større kommuner er i stand til.
sme: Sámediggi čujuhii ahte Fálesnuorri lea mearrasámi gielda gos ealáhusstruktuvra viehka guhkás lea wodduduwon lotnolasheivehallamii nugo smáwadálolaččat ja báikkálaš guollebivdit ja ahte uhcit gielddain lea buoret vejolašvuohta gozihit erenoamáš dovdomearkkaid stuorát gielddaid ektui.

source: Sametinget pekte også på mulighetene. som ligger i styrking og videreutvikling av det interkommunale og regionale samarbeidet.
sme: Sámediggi oaiwildii dalle ahte Fálesnuori gielda sáhttá buorebut gozihit ja ovddidit mearrasámi kultuvrra ja ássama go Hámmárfeasta stuorragieldan.

source: En annen side, som etter Sametinget vurdering bør tillegges oppmerksomhet i debatten, er nasjonalstatsgrensenes betydning i samiske områder.
sme: Sámediggi čujuhii maiddái daid vejolašvuodaide mat šattašedje jos gielddaid gaskasaš ja regiuvnnalaš ovttasbargu nannejuwošii ja ovddiduwošii.

source: Fra samisk hold er det blitt hevdet at riksgrensene skaper et større problem en nåværende kommune- og fylkesgrenser.
sme: Sámediggi anii gielddalaš ovttasbargomálliid ovdáneami ollu sajiin leamen seamma buorrin čoavddusin gielddaid gaskasaš váttisvuodaide go maid gielddaid ovttastahttin lea.

source: Riksgrensene har over tid medført et unaturlig skille blandt befolkningen og er nærmest en bremsekloss for samisk samarbeid på Nordkalotten.
sme: Nubbi bealli, masa Sámedikki árvvoštallama mielde berrešii bidjat fuomášumi ságastallamis, lea maid nášuvnnalaš riikkaid rájit mearkkašit sámi guovlluin.

source: For Sametinget er det en målsetting å oppnå et større og bredere samisk samarbeid over landegrensene.
sme: Sámiid bealis lea čuoččuhuwon ahte riikkaid rájit ráhkadit stuorát váttisvuodaid go dáláš gielda- ja fylkarájit.

source: SIDE: 12
sme: siidu 11

source: spesielt tilstøtende kommuner kunne spille en viktig rolle, noe som skaper en ekstra utfordring for nevnte kommuner.
sme: Riikkarájit leat áiggi mielde dagahan eahpelunddolaš rájiid olbmuid gaskii ja leat measta caggin sámiid ovttasbargui Davvikálohtas.

source: Selv om det generelt har falt utenfor utvalgets mandat å evaluere gjeldende funksjonsfordeling mellom staten, fylkeskommunene og kommunene, er det her nødvendig å vurdere Sametingets rolle i henhold til øvrige forvaltningsnivåer.
sme: Sámedikkis lea mihttomearrin oažžut stuorát ja viidát ovttasbarggu sámiid gaskka riikkarájáid rastá.

source: I og med opprettelsen av Sametinget er også de institusjonelle rammebetingelsene i tillegg til de strukturelle beltngelsene, endret.
sme: Dákkáraš ovttasbarggus sáhtášii erenoamážit gielddain main leat dákkár rájit leat deaŧalaš sadji, juoga mii buktá erenoamáš hástalusa namuhuvvon gielddaide.

source: Selv om Sametinget i dag ikke innehar noen klar teritoriell forankring med forvaltningsmyndighet over bestemte geografiske områder på linje med fylkeskommuner og kommuner, vil en eventuell utvidelse av Sametingets myndighetsområde også være av betydning og bidra til endrede rammevilkår for fylkeskommuner og kommuner.
sme: Vaikko Sámedikkis odne ii leat makkárge čielga guovlulaš oktavuohta hálddašaneiseválddiiguin dihto eatnandieđalaš guovlluin seamma dásis go fylkagielddain ja gielddain, de sáhttá jos Sámedikki váldesuorgi viiddiduwo maiddái mearkkašit ja rievdadahttit fylkagielddaid ja gielddaid rámmaeavttuid.

source: Når det gjelder den framtidige organisering av de virksomheter som omtales i utredningen er det svært viktig i framtiden å legge et helhetlig syn på samfunnsutviklingen i samiske områder.
sme: Mii guoská doaimmaid boahttevaš organiseremii mii namuhuvvo čielggadusas de lea hirbmat deaŧalaš boahtteáiggis ollislaš oainnuin guorahallat servodatovdáneami sámi guovlluin.

source: Dette omfatter ikke bare kriterier for dragning av kommune- og fylkesgrenser og funksjonsfordelingen mellom stat, fylkeskommune og kommune.
sme: Oasa eai gula dušše gielda- ja fylkarájáid geassima kriteriat ja stáhta, fylkagielddaid ja gielddaid gaskasaš doaibmajuohkáseapmi.

source: På sikt er det en rekke tilstøtende spørsmål som det vil være naturlig å ta med i vurderingen i denne sammenheng.
sme: Guhkkit áiggi vuollái leat ollu gažaldagat mat bohtet ovdan maid lea lunddolaš váldit mielde árvvoštallamii dán oktavuođas.

source: Siktemålet er å legge forholdene til rette for større samisk selvbestemmelse på områder hvor tinget finner dette maturlig og rimelig.
sme: Mihttomearrin lea láhčit dilálašvuođaid dasa vai sámit eambbo besset ieža mearridit surggiin gokko dikki mielas orru lunddolaš ja govttolaš.

source: Sametinget vil her vise til det arbeid som utføres i Samerettsutvalget vedrørende spørsmål om rettigheter til land og vann.
sme: Sámediggi áigu dás čujuhit dan bargui maid Sámi vuoigatvuođaidlávdegoddi lea dahkamin áššiin mat gusket eana- ja čáhcevuoigatvuodaide.

source: Eventuelle forslag om lokale forvaltningsløsninger i samiske områder vil også få konsekvenser for kommunenes virksomhet.
sme: Vejolaš evttohusat báikkálaš hálddašančovdosiid hárrái sámi guovlluin váikkuhit maiddái gielddaid doibmii.

source: Tinget viser også til at det i dag pågår en drøftelse av intemasjonaliserings- og regionaliseringsprosesser i Norge.
sme: Diggi čujuha ahte odne leat jođu s intemašunaliserema- ja regionaliserema proseassaid guorahallamat Norggas.

source: Det arbeid som forestås og planlegges i forbindelse med opprettelsen av Det euroarktiske barentssamarbeid, nordkalottsamarbeidet og spørsmålet om en egen samisk region hører naturlig til dette saksfeltet I tillegg vil Sametinget henlede oppmerksomheten mot spørsmålet om en samekonvensjon, det samiske samarbeidet over landegrensene, spørsmålet om en egen samisk fiskerisone og de erfaringer som er gjort i forbindelse med forsøksordningen med frikommuner i Norge.
sme: Bargu mii jodihuwo ja plánejuwo Euroarktálaš barentsovttasbarggu, davvikalohttaovttasbarggu ja sámi regiovnna ásaheami oktavuođas gullet lunddolaččat dán áššesuorgái. Lassin áigu Sámediggi giddet fuomášumi áššiide mat gusket sámekonvenšuvdnii, sámiid ovttasbargui riikkarájáid rastá, sierra sámi guolástusbiirii ja daid vásihusaide mat leat dahkkon friddjagielddaid geahččalan ortnega oktavuođas Norggas.

source: En naturlig fortsettelse av denne vil i samiske områder kunne være å utvikle forsøksordninger der det legges til rette for egne inndelinger i ressursområder.
sme: Dán lunddolaš joatkimin sámi guovlluin sáhtášii ovddidit geahččalanortnegiid gos láhččojuvvo nu ahte resursaguovllut juhkkojuvvojit sierraláhkái.

source: Sametinget viser til at det foreligger et historisk grunnlag for dette i den tradisjonelle inndelingen av de samiske områdene i ulike siidaer.
sme: Sámediggi čujuha ahte gávdno histo ~álaš vuođđu sámi guovlluid árbevirolaš juohkimii sierralágan siidan.

source: Det er derfor en utfordring å gi også dette begrepet et framtidsrettet meningsfylt innhold som et framtidig forvaltningsbegrep med utgangspunkt i dagens problemstillinger.
sme: Danin lea hástalussan addit maiddái dán doahpagii dakkár sisdoalu mii čujuha boahtteáigái ja mas lea oaivil boahttevaš hálddašan-doahpagin mas vuolggasadji lea otnáš čuolmmain.

source: MØTEBOK 4/93 - VEDTAKSDEL SAK 37/93
sme: Aaal 37/93 SAMI LAHTTOVUOHTA DAWIRIIKKAID RÁĐIS Áiiebáhpirat •

source: Dokumenter: - SOU 1990: 91 Sameratt och samiskt språk, bilaga 2, sidene 295- 312.
sme: SOU 1990: Sameratt och samiskt sprék, bilaga 2, siiddut 295 - 312

source: Medlemsskapssøknaden legges fram for Sametinget til endelig godkjennelse.
sme: SÁMEDIGGI

source: SAK 38/93
sme: SÁMEDIGGE

source: SAMARBEID MELLOM DE SAMISKE FOLKEVALGTE ORGAN
sme: SAEMIEDIGKIE

source: Dokumenter: - Innstilling i sak R 108/93
sme: SAMETINGET ČOAHKKINGIRJI4I 93. MEARRÁDUSAT

source: Sametinget fattet følgende vedtak: Med utgangspunkt i at samene er ett folk, går Sametinget i Norge inn for at det skal utvikles et stadig nærmere samarbeid mellom de tre samiske folkevalgte organ i Norge, Sverige og Finland.
sme: Sámediggi dagai

source: Samarbeidet skal ha som siktemål å koordinere behandlingen av enkeltspørsmål som angå samer i mer enn ett land og samene som ett folk, å utvikle praktiske samarbeidsformer mellom de samiske folkevalgte organ på alle områder hvor det er naturlig å legge til rette for felles samiske opptreden og felles samisk representasjon i nordiske og internasjonale organer.
sme: čuovvovaš

source: For å løse disse oppgaver, kan det opprettes egnede samarbeidsorgan.
sme: siidu 12

source: SAK 39/93
sme: mearrádusa:

source: NOU 1993:18 - LOVGIVNING OM MENNESKERETTIGHETERHØRING
sme: Sámediggi áigu bargat dan ala ahte ohcat sámi lahttovuoda Davviriikkaid rááis.

source: Sametinget viser til at utvalgets forslag vil bety en dyptgående reform med hensyn til mennneskerettighetenes stilling i norsk rett.
sme: Sámediggerááái oažžu fápmudusa hábmet lahttovuodaohcama ovttasrááiid Suoma Sámi Parlameanttain ja Ruoŧa Sámedikkiin.

source: Samenens og urbefolkningers rettstilling er i denne sammenheng sentral.
sme: Lahttovuodaohcan biddjojuvvo Sámediggái loahpalaš dohkkeheapmái.

source: Utredningen har ikke tatt tilstrekelig hensyn til dette og ut fra Sametingets mening er det en svakhet som må rettes opp.
sme: Á §§I 38/93 SÁMI ÁLBMOTVÁLLJEN ORGÁNAID GASKASA § ORGANISEREJUWON OVTTASBARGU Áššebáhpirat: • Árvalus áššis R 108/93

source: 13 SAMEDIGGI
sme: Sámediggi dagai

source: SIDE: 14
sme: mearrádusa:

source: I denne sammenheng vil vi gi full støtte til utvalgsmedlemmenes K. Nandrup Dahl og C. Smiths forslag om innkororasjon av all folkerett Norge er bundet av.
sme: Dan vuođul go sámit lea okta álbmot, áigu Norgga Sámediggi bargat dan ala ahte ovddiduvvo dađistaga lagat ovttasbargu dán golmma sámi álbmotválljen orgána gaskka Norggas.

source: Sametinget slutter seg til at forslaget om endring i GrI.
sme: Čoavdin dihte dáid doaimmaid, sáhttá ásahit heivvolaš ovttasbargo-orgána.

source: § 26 ved tillegg av følgende nye tredje ledd: " Folkeret, herunder Traktater at hvilke Norge er bundet, er en Del at norsk rett. "
sme: Á §§I 39/93 NAČ 1993:18 LÁHKA OLMMO §VUOIGATVUOOAID HÁRRÁIGULASKUDDAN Áššebáhpirat: • •

source: Dette innebærer en inkorporasjon av all folkerett, både spesiell og allminnelig folkerett.
sme: Reive 30.07.93 Justisdepartemeanttas NAČ 1993: 18 Olmmošvuoigatvuodaidláhka Sámediggi dagai

source: Konsekvensen av dette er at man går over til monistisk system, dvs. at skillet mellom norsk og internasjonal rett fjernes.
sme: Sámediggi čujuha ahte olmmošvuoigatvuođaid lávdegoddi lea addán čielggadusa; NAČ 1993: 18 Láhka olmmošvuoigatvuođaid hárrái, mii lea sáddejuvvon gulaskuddamii.

source: Sametinget anser at dette forslaget er i samsvar med de systemer og utviklingen i de rettsstater det er naturlig å sammenligne seg med.
sme: Sámediggi čujuha ahte lávdegotti árvalus sáhttá dagahit ahte olmmošvuoigatvuođaid sadji Norgga rievttis oáasmahtto vuáolaččat.

source: Det vil også gi de internasjonale konvensjoner den betydning de bør ha når Norge har ratifisert disse.
sme: Dát addá maiddái gaskariikkalaš konvenšuvnnaide dan mearkkašumi mii dain berre leat go Norga lea dohkkehan dáid.

source: Dette vil bety at alle relevante konvensjoner som Norge har og eventuelt kommer til å ratifisere automatisk blir en del av norsk rett.
sme: Dát mearkkaša ahte buot deaŧalaš konvenšuvnnat maid Norga lea ja vejolaččat boahtá dohkkehit, šaddet automáhtalačČ8t oassin Norgga rievttis.

source: Dermed behøver man ingen særskilt formell innarbeideisesakt.
sme: Nu ii dárbbašge álohii sierra formálalačČ8t ovttastahttit.

source: For samene vil dette i første omgang få virkning for ILO konvensjon nr. 169 og FN-konvensjonen om sivile og politiske rettigheter.
sme: Sámiid dáfus váikkuhivčče dát vuosttas vuorus ILO konvenšuvdnii nr. 169 ja ON-konvenšuvdnii siviila ja politihkalaš vuoigatvuođaid hárrái.

source: Skulle mindretallets forslag i utvalget ikke få gjennomslag, med opprettholdelsen av det dualistiske systemet som resultatet, mener Sametinget at også ILO konvensjon nr. 169 bør inkorporeres ved lov på samme linje som Den europeiske menneskerettighetskonvensjon, FN-konvensjon om økonomiske, sosiale og kulturelle rettigheter og FNkonvensjon om sivile og politiske rettigheter.
sme: Jos lávdegotti uhcitlogu evttohus ii mearriduwo, ja dualistalaš vuogádat bisuhuwo, oaivvilda Sámediggi ahte maiddái ILO konvenšuvnna nr. 169 berre ovttastahttit lága bokte seamma dásis go Eurohpalaš olmmošvuoigatvuođaid konvenšuvnna, ON konvenšuvnna ekonomalaš, sosiálalaš ja kultuvrralaš vuoigatvuođaid hárrái ja ON-konvenšuvnna siviila ja politihkalaš vuoigatvuođaid hárrái.

source: Dersom ILO konvensjon nr. 169 ikke blir inkorporert ved lov vil den i realiteten fremstå mer som et politisk dokument enn et juridisk bindende dokument Selv om det er slik at folkerettslige regler i stor utstrekning blir lagt til grunn av norske domstoler og forvaltningsmyndigheter uten en uttrykkelig innarbeideise så kan man på ingen måte være sikker på at dette alltid vil skje.
sme: Jos ILO konvenšuvdna nr. 169 ii ovttastahtto lága bokte, de šaddá dat duohtavuođas eambbo politihkalaš ášsebábirin go juridihkalačČ8t geatnegahtti áššebábirin. Vaikko lea nu ahte álbmotrievttálaš njuolggadusat viehka guhkás leat biddjon vuođđun Norgga duopmostuoluin ja hálddašaneiseválddiin almmá ahte erenoamážit leat biddjojuvvon lágaide de ii sáhte mange láhkái leat sihkkar ahte álohii ná dáhpáhuvvá.

source: Sametinget viser til at ILO konvensjon nr. 169 - som den eneste globale urbefolkningskonvensjon må betegnes som helt sentral på området for urbefolkningsrettigheter.
sme: Sámediggi čujuha ahte ILO konvenšuvdna nr. 169 - áidna máilmmi viidosaš eamiálbmotkonvenšuvdnan - ferte leat áibbas guovddážis suorggis mii guoská eamiálbmotvuoigatvuodaide.

source: Likeledes som den også er helt sentral for samene i Norge - som fremstår som rettssubjekter i forhold til konvensjonsbestemmelsene.
sme: Seamma láhkái go dát lea áibbas guovddážis sámiide Norggas - geat leat čájehuwon leat riektisubjeaktan konvenšuvnnaid mearrádusaid ektui.

source: For å være sikker på at norske domstoler og forvaltningsmyndigheter tar hensyn til konvensjonsbestemmelsene er derfor inkorporasjonsbehovet påtrengende.
sme: Jos galgá leat sihkkar ahte Norgga duopmostuolut ja hálddašaneiseválddit vuhtiiváldet konvenšuvnnaid mearrádusaid, de lea áibbas dárbbašlaš ovttastahttit.

source: En inkorporasjon vil også ha en betydelig signaleffekt både i forhold til det internasjonale samfunnet og i forhold til den samiske befolkningen.
sme: Ovttastahttimis livčče maiddái mearkkašupmi signálabeaktun sihke gaskariikkalaš servodaga ektui ja sámi álbmoga ektui.

source: Signaleffekten i forhold til det internasjonale samfunnet må antas å ha særlig betydning, ved at Norge på den måten kan gi et viktig bidrag til aksepteringsprosessen i forhold til denne konvensjonen.
sme: Signálabeavttus gaskariikkalaš servodaga ektui livčče jáhkkimis erenoamáš mearkkašupmi, dan bokte ahte Norga dán láhkái sáhtášii váikkuhit dán konvenšuvnna dohkkeheami prosessii.

source: En inkorporasjon vil også medføre at konvensjonen blir mer kjent og lettere tilgjengelig for alle aktører, det være seg domstoler, forvaltningsmyndigheter og andre naturlige berørte aktører.
sme: Ovttastahttin dagahivčče maiddái ahte konvenšuvdna šattašii eambbo dovddusin ja livčče álkibot olámuttos buot oasálaččaide, omd. duopmostuoluide, hálddašaneiseválddiide ja eará oasálaččaide maidda lunddolačČ8t guoská.

source: I tråd med det positive initiativ myndighetene har vist for at de internasjonale konvensjoner skal innarbeides i norsk lov, bør derfor ILO-konvensjonen også inkorporeres.
sme: Dávistettiin daid positiivvalaš álgagiidda maid eiseválddit leat čájehan ahte gaskariikkalaš konvenšuvnnat galget ovttastahttot Norgga lágaide, berre danin maiddái ILO-konvenšuvdna ovttasta httot.

source: SAEMlEDIGKlE SAMETINGET
sme: SAEMIEDIGKIE SAMETlNGET

source: SIDE: 15
sme: sUdu 14

source: Sametinget krever derfor at ILO konvensjon nr. 169 formuleres i et direkte lovvedtak for å være sikker på at den vil bli anvendt av norske domstoler og forvaltningsmyndigheter.
sme: Sámediggi gáibida danin ahte ILO konvenšuvdna nr. 169 hábmejuvvo njuolggo láhkamearrádussii dan dihte vai Norgga duopmostuolut ja hálddašaneaiseválddit dan sihkkarit šaddet geavahit.

source: Brev av 17. juni 1993 fra Kulturdepartementet.
sme: Reive geassemánu 17. b. 1993 Kulturdepartemeanttas

source: Utskrift av møtebok i sak R 70/93 Sametingsrådet Brev av 09.07.93 fra Sametingsrådet til Kulturdepartementet Brev av 09.07.93 fra Kulturdepartementet til Sametinget.
sme: Čoahkkingirjeoassi, ášši R 70/93 Sámediggeráddi Reive 09.07.93 Sámediggeráđis Kulturdepartementii Reive 09.07.93 Kulturdepartemeanttas Sámediggái Dihto publikašuvnnaid doarjagiid njuolggadusat Sámi publikašuvnnaid ja áviissaid giellaovdáneami doarjaga njuolggadusat

source: Retningslinjer for tilskudd til visse publikasjoner Retningslinjer for tilskudd for språkutvikling i samiske publikasjoner og aviser
sme: mearrádusa:

source: Sametinget fattet følgende vedtak: Sametinget viser til at media for den samiske befolkning gjennom de siste 15 år har hatt en rivende utvikling.
sme: Sámediggi čujuha ahte mediija sámi álbmoga várás lea mal) imaš 15 jagis ovdánan issorasat.

source: Da forbudet mot samisk i skolene i ble opphevet på 60- tallet var det ingen som kunne forutse den utvikling som har funnet sted.
sme: Go sámegiela geavahan gielddus skuvllain heaittihuvvui 60-logus de lea dáhpáhuvvan ovdáneapmi maid oktage ii livčče sáhttán ávaštit.

source: Sendingene på samisk i NRK har utviklet seg fra kun noen minutter daglig til dagens modell med over to timers sendetid daglig.
sme: Sámegielat sáddagat NRK:s leat lassánan, álggos ledje dušše moadde minuhta ja dállea guovttediibmosaš sáddenáigi beaivválaččat.

source: Også for det skrevne ord har utviklingen gått fremover..
sme: Maiddái sámegillii čállojuvvon teavsttat leat lassánan.

source: Utviklingen har imidlertid ikke skjedd med samme tempo på dette området.
sme: Ovdáneapmi goittotge ii leat dáhpáhuvvan nu johtilit dán suorggis.

source: Det er nå ca. 15 år siden den første samiskspråklige avis ble til i nyere tid.
sme: Lea sullii 15 jagi dassá go vuosttas sámegielat áviisa ilmmai dán oddasot áiggis.

source: Statusen for samisk språk har siden den gang hatt en rivende utvikling.
sme: Sámegiela árvu lea dan rájes issorasat lassánan.

source: Samisk er lovfestet som likeverdig med norsk i samelovens språkregler og samisk brukes som aldri før i offisiell sammenheng.
sme: Sámegiella lea lága bokte ožžon seamma árvvu go dárogielasge lea sámelága giellanjuolggadusaid bokte ja sámegiella geavahuvvo eambbo go goassige ovdal almmolaš oktavuođain.

source: I løpet av de siste år har det blitt etablert folkevalgte samiske organ i både Norge og Sverige.
sme: Mal) imaš jagiin leat sihke Norgii ja Ruttii ásahuvvon álbmotválljen sámi orgánat.

source: Finland fikk sitt sameparlament for 20 år siden.
sme: Supmii bođii Sámi Parlameanta 20 jagi dassái.

source: I den sammenheng er utbyggingen aven differensiert dagspresse fundamental for en demokratisk utvikling.
sme: Dán oktavuođas lea deaŧalaš hukset sierranahtton beaivválaš preassafálaldagaid demokratálaš ovdáneami várás.

source: Dette bl. annet for å få en fri og uavhengig formidling av de folkevalgte organs virksomhet..
sme: Dát earret eará dan dihte vai friddja ja čanakeahttá sáhttá juohkit dieđuid álbmotválljen orgánaid doaimmaid birra.

source: Sametinget har derfor som en av sine mål å sikre en differensiering av den samiske pressen for å sikre en demokratisk utvikling i det samiske samfunn.
sme: Danin lea Sámedikkis oassin iežas mihttomeriin sihkkarastit sirrejuvvon sámi preassa dan. dihte vai demokratálaš ovdáneapmi sámi servodagas sihkkarasto.

source: Samiskspråklige tekster, og særlig aviser, har til nå vært en mangelvare i Norge.
sme: Sámegielat čállosat, ja erenoamážit áviissat eai leat dál ollu Norggas.

source: Det samiske samfunn har i likhet med det norske behov for pressetilbud på et vidt felt.
sme: Sámi servodagas lea seammalágan dárbu go Norgga servodagasge viiddis preassafálaldagaide.

source: Det trengs tilbud for alle grupper innenfor det samiske samfunn, her kan nevnes tilbud for barn, tilbud for unge og tilbud for mer voksne.
sme: Lea dárbu oažžut fálaldagaid juohkelágan joavkkuide sámi servodagas, dákko sáhttá namuhit fálaldagaid mánáide, nuoraide ja eambbo ollesolbmuide.

source: Dette eksisterer i liten grad i dag.
sme: Dál eai leat áktánasat dákkár fálaldagat.

source: En større bredde i tilbudet er både ønskelig og nødvendig.
sme: Lea sihke dárbu ja sávahahtti oažžut stuorát fálaldaga.

source: Derfor bør man ivareta flest mulige initiativ som fremmer utgivelse av stoff på samisk.
sme: Danin berrešii gozihit eanaš vejolaš álgagiid mat ovddidit sámegielat čállosiid olggosaddima.

source: Dette har også med alfabetisering av befolkningen å gjøre.
sme: Dás lea sáhka maiddái oahpahit olbmuid lohkat ja čállit.

source: Sametinget har derfor som målsetting at følgene pressetilbud skal etableres: - Samiskspråklige dagsaviser - Samiskspråklige ungdomsmagasin - Samiskspråklige barneblad De samme tilbud bør også utgis på lule- og sørsamisk.
sme: Danin lea Sámedikkis mihttomearrin ahte čuovvovaš preassafálaldagat ásahuvvojit • • • Sámegielat beaiveáviissat Sámegielat nuoraid magasiinnat Sámegielat mánáidbládit

source: MØTEBOK 4193 - VEDTAKS DEL
sme: ČOAHKKINGIRJI4 93 / - MEARRÁDUSAT

source: SIDE: 16
sme: siidu 15

source: Samiske media bør også ta ansvar for hele det samiske folk.
sme: Sámi mediija berre maiddái guoddit ovddasvástádusa oppa sámi álbmogis.

source: Samisk presse bør da ikke ha en for sentralisert struktur.
sme: Dalle ii berre sámi preassas leat menddo guovddáštahtton struktuvra.

source: Dette kan medføre at nyhetsformidlingen blir ensidig.
sme: Dát sáhttá dagahit ahte oddasat šaddet menddo ovttabealálaččat.

source: Behovet til de mindre dialektene, lule- og sørsamisk, bør også vektlegges.
sme: Uhcit suopmaniid, julev- ja máttasámegiela dárbbu berre maiddái deattuhit.

source: Av den grunn bør en ha en desentralisert struktur over samisk media slik at nyhetsformidlingen griper fatt i spørsmål som angår hele den samiske befolkning og når ut til de dette gjelder.
sme: Dan geažil berrešii leat háddjejuvvon struktuvra sámi mediijain nu ahte oddasiid juohkin fáhte daid gažaldagaid mat gusket oppa sámi álbmogii ja jukset daid geaidda dát guoská.

source: En samisk presse må være fri og uavhengig.
sme: Sámi preassa ferte leat friddja ja čanakeahtes.
